[{
		"quote": "It's a dangerous business, Frodo, going out your door. You step onto the road, and if you don't keep your feet, there's no knowing where you might be swept off to.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "Three Rings for the Elven-kings under the sky, Seven for the Dwarf-lords in halls of stone, Nine for Mortal Men, doomed to die, One for the Dark Lord on his dark throne In the Land of Mordor where the Shadows lie. One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them. In the Land of Mordor where the Shadows lie.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "Moonlight drowns out all but the brightest stars.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "All's well that ends better.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "I want to be a healer, and love all things that grow and are not barren.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "I am old, Gandalf. I don't look it, but I am beginning to feel it in my heart of hearts. Well-preserved indeed! Why, I feel all thin, sort of stretched, if you know what I mean: like butter that has been scraped over too much bread. That can't be right. I need a change, or something.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "Pay heed to the tales of old wives. It may well be that they alone keep in memory what it was once needful for the wise to know.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "Where there's life there's hope, and need of vittles.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "And some things that should not have been forgotten were lost. History became legend. Legend became myth. And for two and a half thousand years, the ring﻿ passed out of all knowledge.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "A hunted man sometimes wearies of distrust and longs for friendship.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "It was Sam's first view of a battle of Men against Men, and he did not like it much. He was glad that he could not see the dead face. He wondered what the man's name was and where he came from; and if he was really evil of heart, or what lies or threats had led him on the long march from his home; and if he would rather have stayed there in peace.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "The world is indeed full of peril and in it there are many dark places.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "Do not scorn pity that is the gift of a gentle heart, Éowyn!",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "The Dark Lord has Nine. But we have One, mightier than they: the White Rider. He has passed through the fire and the abyss, and they shall fear him. We will go where he leads.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "his old life lay behind in the mists, dark adventure lay in front.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "Someone else always has to carry on the story.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "He loved mountains, or he had loved the thought of them marching on the edge of stories brought from far away; but now he was borne down by the insupportable weight of Middle-earth. He longed to shut out the immensity in a quiet room by a fire.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "But in the end it's only a passing thing, this shadow; even darkness must pass.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "Some believe it is only great power that can hold evil in check. But that is not what I have found. I have found that it is the small things, everyday deeds of ordinary folk that keep the darkness at bay. Simple acts of kindness and love.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "NO ADMITTANCE EXCEPT ON PARTY BUSINESS.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "Fantasy is escapist, and that is its glory. If a soldier is imprisoned by the enemy, don't we consider it his duty to escape?",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "I have passed through fire and deep water, since we parted. I have forgotten much that I thought I knew, and learned again much that I had forgotten.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "Real names tell you the story of the things they belong to",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "Well, I am going back into the open air, to see what the wind and sky are doing!",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "Deeds will not be less valiant because they are unpraised.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "Let us remember that a traitor may betray himself and do good that he does not intend.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "Well, I’ve made up my mind, anyway. I want to see mountains again, Gandalf – mountains; and then find somewhere where I can rest.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	},
	{
		"quote": "He told them tales of bees and flowers, the ways of trees, and the strange creatures of the Forest, about the evil things and the good things, things friendly and things unfriendly, cruel things and kind things, and secrets hidden under brambles.",
		"author": "J.R.R. Tolkien, The Lord of the Rings"
	}
]